/* 
  Localizable.strings
  DuetMac

  Created by Rahul Dewan on 6/15/15.
  Copyright (c) 2015 Rahul Dewan. All rights reserved.
*/

"Duet Connected" = "Verbindung mit Duet hergestellt";

"Restart Your Mac" = "Mac neu Starten";
"Quit" = "Verlassen";
"Authorization Error" = "Fehler bei der Autorisierung";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Wählen Sie 'Erneut versuchen', um die Autorisierung erneut zu versuchen oder 'Verlassen', um abzubrechen.";
"Try Again" = "Erneut Versuchen";

"Open duet on iOS" = "Duet in iOS öffnen";
"Connect device to Mac with" = "Verbinde das Gerät mit dem Mac mit";
"or" = "oder";
"Version" = "Version";
"Resolution" = "Auflösung";
"No Device Connected" = "Kein Gerät Angeschlossen";
"Frame Rate" = "Bildwiederholungsrate";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Leistung";
"High Power" = "Hochleistung";
"Energy Efficient" = "Energieeffizient";
"Preferences" = "Leistung";
"Update App Automatically" = "App Automatisch Aktualisieren";
"Launch At Login" = "Beim Login Starten";
"Graphics Card" = "Grafikkarte";
"When Duet Is Connected..." = "Beim Verbinden von Duet...";
"Discrete (Recommended)" = "Diskret (Empfohlen)";
"Integrated (Energy Savings)" = "Integriert (Energieeffizient)";
"Display Arrangement" = "Bildschirmanordnung";
"Check For Updates" = "Nach Updates Suchen";
"Help Center" = "Hilfe";
"Ask Us A Question" = "Stellen Sie uns eine Frage";
"Uninstall Duet" = "Duet Deinstallieren";
"Quit" = "Beenden";

"Regular (Energy Efficient)" = "Normale (Energieeffizient)";
"Retina (High Performance)" = "Retina (Hochleistung)";
"High Resolution (Smaller Text)" = "Hohe Auflösung (Kleinere Schrift)";